{
	"homePage": {
		"text1": "Hello!,I'm ",
		"text2": "Melany Sosa",
		"text3": "Full-stack developer and UI/UX Designer",
		"titleButtonHome": "View Projects",
		"titleButtonHome2": "About Me",
		"iconLinkedin": "My Linkedin",
		"iconGitHub": "My GitHub",
		"iconEmail": "Send me an emai",
		"iconPerson": "Download my resume",
		"iconBehance": "My Behance",
		"cvSpanish":"Spanish",
		"cvEnglish": "English",
		"titleModal":"Download resume",
		"btnModal":"Close"
	},
	"navBarPage": {
		"itemHome": "Home",
		"itemAbout": "About me",
		"itemSkills": "Skills",
		"itemProjects": "Projects",
		"itemContact": "Contact"
	},
	"aboutMePage": {
		"titleAboutMe": "About me",
		"part1AboutMe": "Hey there! , my name is Melany,  I'm  a Fullstack developer and UI/UX Designer",
		"part2AboutMe": "I trained as a self-taught Front-end developer. In 2023, I completed the full-stack MERN course at MDP Programa. Additionally, I studied UI/UX design at Coderhouse to enhance my skills. I love combining both disciplines to bring life to amazing projects. I'm always looking to surpass my own limits and learn something new every day. In my opinion, teamwork is key, as it allows us to share knowledge and enrich ourselves with others' experiences. I created this portfolio with my knowledge as a self-taught Front-end developer, and soon there will be a new version created with my skills as a designer and using Next.js."
	},
	"skillsPage": {
		"titleSkills": "Skills",
		"subtitleSkills": "These are the technologies i've worked with",
		"certificationTitle": "Certifications"
	},
	"projectsPages": {
		"titleProjects": "Projects",
		"subtitleProjects": " Check out some of my recent work",
		"containerProjectUIUX": "UI/UX Design Project: It is a movie and series recommendation application that simplifies the user's search by displaying the platforms where they are available. Created using design thinking methodology",
		"containerProject1": "This movie application demonstrates the implementation of the TMDB API call. It contains a search, an animated button, and the covers open a modal window with the overviews of your choice. Home redirects to the main search screen. Bootstrap and css were used.",
		"containerProject2": "This Weather App shows the implementation of the openweathermap API call with axios. It looks for the weather according to the location you want. It was created with Reactjs and css.",
		"containerProject3": "(Create, Read, Update, Delete) This project was created with React.js, implementing redux-toolkit, react-router-dom and Tailwind",
		"containerProject4": "To do List - This is a CRUD based project. Built with React.js, redux-toolkit, react-router-dom, and Tailwind."
	},
	"contactPage": {
		"titleContact": "Contact",
		"subtitleContact": "Send me a message to contact us",
		"inputName": "Name",
		"inputEmail": "Email",
		"inputTextarea": "Message",
		"validP": "Provide a valid email address.",
		"buttonContact": "Send message"
	},
	"footer": {
		"part1": "Made with",
		"part2": "using",
		"part3": "by Mel"
	}
}