{
	"homePage": {
		"text1": "¡Hola!, soy ",
		"text2": "Melany Sosa",
		"text3": "Desarrolladora Front-end y Diseñadora UI/UX",
		"titleButtonHome": "Descargar CV",
		"titleButtonHome2": "Sobre mi",
		"iconLinkedin": "Mi Linkedin",
		"iconGitHub": "Mi GitHub",
		"iconBehance": "Mi Behance",
		"iconEmail": "Enviame un correo",
		"iconPerson": "Descargue mi CV",
		"cvSpanish": "Español",
		"cvEnglish": "Ingles",
		"titleModal": "Descargar Curriculum",
		"btnModal": "Cerrar"
	},
	"navBarPage": {
		"itemHome": "Inicio",
		"itemAbout": "Sobre mi",
		"itemSkills": "Habilidades",
		"itemProjects": "Proyectos",
		"itemContact": "Contacto"
	},
	"aboutMePage": {
		"titleAboutMe": "Sobre mi",
		"part1AboutMe": "¡Hola! mi nombre es Melany, soy desarrolladora Front-end y Diseñadora UI/UX",
		"part2AboutMe": "Me forme como Front-end developer de manera autodidacta. En 2023 realice el curso full-stack MERN de MDP Programa. Ademas estudie diseño UI/UX en coderhouse para ampliar mis habilidades. Me encanta combinar ambas disciplinas para dar vida a proyectos asombrosos. Siempre estoy buscando superar mis propios límites y aprender algo nuevo cada día. En mi opinión, el trabajo en equipo es clave, ya que nos permite compartir conocimientos y enriquecernos con las experiencias de los demás. Este portafolio lo cree con mis conocimientos como Front-end Autodidacta, proximamente habrá una nueva versión creada con mis conocimientos como diseñadora y con Next.js "
	},
	"skillsPage": {
		"titleSkills": "Habilidades",
		"subtitleSkills": "Estas son las tecnologías con las que he trabajado",
		"certificationTitle": "Certificaciones"

	},
	"projectsPages": {
		"titleProjects": "Proyectos",
		"subtitleProjects": "Mira mis trabajos recientes",
		"containerProjectUIUX": "Proyecto de diseño UI/UX: Es una aplicación de recomendación de películas y series que le facilita la busqueda al usuario mostrando en que plataformas se encuentran disponibles. Creada con metodología design thinking ",
		"containerProjectUIUX2": "Daily UI: Es un reto de diseño UI/UX el cual desafía a mejorar mis habilidades de diseño . Es una forma emocionante de mantenerme creativa y aprender constantemente en este campo.",
		"containerProject1": "Ésta App de películas muestra la implementación de llamada a la API TMDB. Contiene un search, un botón animado, y las portadas abren una ventana modal con las reseñas de tu elección. El Home redirige a la pantalla principal de búsqueda. Se utilizó Bootstrap y css.",
		"containerProject2": "Esta aplicación meteorológica muestra la implementación de la llamada a la API openweathermap con axios. Busca el clima de acuerdo a la ubicación que desee. Fue creado con Reactjs y css.",
		"containerProject3": "(Crear, Leer, Actualizar, Eliminar) Éste proyecto fue creado con React.js, implementando redux-toolkit, react-router-dom y Tailwind",
		"containerProject4": "Lista de tareas: Es un proyecto basado en el CRUD anterior. Creado con React.js, redux-toolkit, react-router-dom y Tailwind."
	},
	"contactPage": {
		"titleContact": "Contacto",
		"subtitleContact": "   Envíame un mensaje para contactarnos  ",
		"inputName": "Nombre",
		"inputEmail": "Correo electronico",
		"inputTextarea": "Mensaje",
		"validP": "Proporcione una dirección de correo electrónico válida.",
		"buttonContact": "Enviar Mensaje"
	},
	"footer": {
		"part1": "Hecho con",
		"part2": "usando",
		"part3": "por Mel"
	}
}